// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Ohjauspaneelin kieli";

English = "Englanti";
French = "Ranska";
German = "Saksa";
Spanish = "Espanja";
Italian = "Italia";
Swedish = "Ruotsi";
Danish = "Tanska";
Norwegian = "Norja";
Dutch = "Hollanti";
Finnish = "Suomi";
Japanese = "Japani";
Portuguese = "Portugali";
Polish = "Puola";
Turkish = "Turkki";
Kanji = "Kanji";
TradChinese = "Kiina (perinteinen)";
SimpChinese = "Kiina (yksinkertaistettu)";
Russian = "Venäjä";
Czech = "Tšekki";
Hungarian = "Unkari";
Korean = "Korea";
Thai = "Thai";
Hebrew = "Heprea";
EastEuropean = "Itä-Euroopan kielet";
EuroEnglish = "Euroopassa käytettävä englanti";
CanadianFrench = "Ranska (Kanada)";
Greek = "Kreikka";
Arabic = "Arabia";
IndonesianBahasa = "Bahasa (Indonesia)";
Bulgarian = "Bulgaria";
Croatian = "Kroaatti";
Estonian = "Viro";
Latvian = "Latvia";
Lithuanian = "Liettua";
Romanian = "Romania";
Slovakian = "Slovakki";
Slovenian = "Sloveeni";
Ukrainian = "Ukraina";
Malay = "Bahasa melayu";

TaskDescription = "Voit vaihtaa ohjauspaneelissa esitettyjen tietojen ja tulostettavien laiteraporttien (kuten määrityssivun) kielen valitsemalla alla olevasta luettelosta kielen:";
LanguageLabel = "Kieli:";
ApplyButtonTitle = "Ota käyttöön";
NoLangSelected = "Valitse kieli";

NoCountrySelected = "Valitse maa/alue";
CountryLabel = "Maa tai alue";

// country names
afghanistan = "Afganistan";
albania = "Albania";
algeria = "Algeria";
americanSamoa = "Amerikan Samoa";
andorra = "Andorra";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua ja Barbuda";
argentina = "Argentiina";
armenia = "Armenia";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australia";
austria = "Itävalta";
azerbaijan = "Azerbaidzan";
bahamasThe = "Bahamasaaret";
bahrain = "Bahrain";
bangladesh = "Bangladesh";
barbados = "Barbados";
belarus = "Valko-Venäjä";
belgium = "Belgia";
belize = "Belize";
benin = "Benin";
bermuda = "Bermuda";
bhutan = "Bhutan";
bolivia = "Bolivia";
bosniaAndHerzegovina = "Bosnia ja Hertsegovina";
botswana = "Botswana";
brazil = "Brasilia";
brunei = "Brunei";
bulgaria = "Bulgaria";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Kambodša";
cameroon = "Kamerun";
canada = "Kanada";
capeVerde = "Cape Verde";
caymanIslands = "Caymansaaret";
centralAfricanRepublic = "Keski-Afrikan tasavalta";
chad = "Tšad";
chile = "Chile";
china = "Kiina";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Kolumbia";
comoros = "Komorit";
congo = "Kongo";
congoDRC = "Kongo, demokraattinen tasavalta";
cookIslands = "Cooksaaret";
costaRica = "Costa Rica";
croatia = "Kroatia";
cuba = "Kuuba";
cyprus = "Kypros";
czechRepublic = "Tsekin tasavalta";
denmark = "Tanska";
diegoGarcia = "diegoGarcia";
djibouti = "Dzibouti";
dominica = "Dominica";
dominicanRepublic = "Dominikaaninen Tasavalta";
ecuador = "Ecuador";
egypt = "Egypti";
elSalvador = "El Salvador";
equatorialGuinea = "Päiväntasaajan Guinea";
eritrea = "Eritrea";
estonia = "Viro";
ethiopia = "Etiopia";
falklandIslandsIslasMalvinas = "Falklandsaaret";
faroeIslands = "Färsaaret";
fijiIslands = "Fidzi";
finland = "Suomi";
france = "Ranska";
frenchAntilles = "Ranskan Antillit";
frenchGuiana = "Ranskan Guayana";
frenchPolynesia = "Ranskan Polynesia";
gabon = "Gabon";
gambiaThe = "Gambia";
georgia = "Georgia";
germany = "Saksa";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Kreikka";
greenland = "Grönlanti";
grenada = "Grenada";
guadeloupe = "Guadeloupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinea";
guineaBissau = "Guinea-Bissau";
guyana = "Guyana";
haiti = "Haiti";
honduras = "Honduras";
hongKongSAR = "Hongkong";
hungary = "Unkari";
iceland = "Islanti";
india = "Intia";
indonesia = "Indonesia";
iran = "Iran";
iraq = "Irak";
ireland = "Irlanti";
israel = "Israel";
italy = "Italia";
jamaica = "Jamaika";
japan = "Japani";
jordan = "Jordania";
kazakhstan = "Kazakstan";
kenya = "Kenia";
kiribati = "Kiribati";
korea = "Korea, Etelä-";
kuwait = "Kuwait";
kyrgyzstan = "Kirgistan";
laos = "Laos";
latvia = "Latvia";
lebanon = "Libanon";
lesotho = "Lesotho";
liberia = "Liberia";
libya = "Libya";
liechtenstein = "Liechtenstein";
lithuania = "Liettua";
luxembourg = "Luxemburg";
lacaoSAR = "lacaoSAR";
macedonia = "Makedonia";
madagascar = "Madagaskar";
malawi = "Malawi";
malaysia = "Malesia";
maldives = "Malediivit";
mali = "Mali";
malta = "Malta";
marshallIslands = "Marshallsaaret";
martinique = "Martinique";
mauritania = "Mauritania";
mauritius = "Mauritius";
mayotte = "Mayotte";
mexico = "Meksiko";
micronesia = "Mikronesia";
moldova = "Moldova";
monaco = "Monaco";
mongolia = "Mongolia";
montserrat = "Montserrat";
morocco = "Marokko";
mozambique = "Mosambik";
myanmar = "Myanmar";
namibia = "Namibia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Alankomaiden Antillit";
netherlandsThe = "Alankomaat";
newCaledonia = "Uusi-Kaledonia";
newZealand = "Uusi-Seelanti";
nicaragua = "Nicaragua";
niger = "Niger";
nigeria = "Nigeria";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Korea, Pohjois-";
norway = "Norja";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papua-Uusi-Guinea";
paraguay = "Paraguay";
peru = "Peru";
philippines = "Filippiinit";
poland = "Puola";
portugal = "Portugali";
puertoRico = "Puerto Rico";
qatar = "Qatar";
reunion = "Réunion";
romania = "Romania";
russia = "Venäjä";
rwanda = "Ruanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Saudi-Arabia";
senegal = "Senegal";
serbiaAndMontenegro = "Serbia ja Montenegro";
seychelles = "Seychellit";
sierraLeone = "Sierra Leone";
singapore = "Singapore";
slovakia = "Slovakia";
slovenia = "Slovenia";
solomonIslands = "Salomosaaret";
somalia = "Somalia";
southAfrica = "Etelä-Afrikka";
spain = "Espanja";
sriLanka = "Sri Lanka";
stHelena = "Saint Helena";
stKittsAndNevis = "Saint Kitts ja Nevis";
stLucia = "Saint Lucia";
stPierreAndMiquelon = "Saint-Pierre ja Miquelon";
stVincentAndTheGrenadines = "Saint Vincent ja Grenadiinit";
sudan = "Sudan";
suriname = "Suriname";
swaziland = "Swasimaa";
sweden = "Ruotsi";
switzerland = "Sveitsi";
syria = "Syyria";
taiwan = "Taiwan, Kiina";
tajikistan = "Tadzikistan";
tanzania = "Tansania";
thailand = "Thaimaa";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad ja Tobago";
tunisia = "Tunisia";
turkey = "Turkki";
turkmenistan = "Turkmenistan";
turksAndCaicosIslands = "Turks- ja Caicossaaret";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ukraina";
unitedArabEmirates = "Arabiemiirikuntien liitto";
unitedKingdom = "Yhdistynyt Kuningaskunta";
unitedStates = "Yhdysvaltain Neitsytsaaret";
uruguay = "Uruguai";
uzbekistan = "Uzbekistan";
vanuatu = "Vanuatu";
vaticanCity = "Vatikaanivaltio";
venezuela = "Venezuela";
vietnam = "Vietnam";
virginIslands = "Yhdysvallat";
virginIslandsBritish = "Brittiläiset Neitsytsaaret";
wallisAndFutuna = "Wallis ja Futuna";
yemen = "Jemen";
zambia = "Sambia";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

